"More options" = "Meer opties";
"Account enabled" = "Account ingeschakeld";
"Default account" = "Standaard account";
"Push Notification" = "Push notificatie";
"Username" = "Gebruikersnaam";
"Display name" = "Weergavenaam";
"User ID" = "Gebruikers-ID";
"Password" = "Wachtwoord";
"Domain" = "Domein";
"Proxy" = "Proxy";
"Transport" = "Transport";
"Stun Server" = "Stun Server";
"ICE" = "ICE";
"Outbound proxy" = "Uitgaande proxy";
"AVPF" = "AVPF";
"Expire" = "Herregistratie";
"Country code prefix" = "Landcode prefix";
"Substitute + in phone numbers" = "Substitute + in phone numbers";
"Change password" = "Wachtwoord wijzigen";
"Remove Account" = "Account verwijderen";
"Push Presence" = "Publiceer aanwezigheidsinformatie";
